Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the perfection of generosity and the real nature of all-aspect omniscience are one and the same real nature.

source: གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་བྱང་མེད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They are not two things and cannot be divided into two.

source: །ནང་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the emptiness of internal phenomena and the real nature of all-aspect omniscience are one and the same real nature.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and the real nature of all-aspect omniscience, are one and the same real nature.

source: །དྲན་པ་ཉེ་བར་གཞག་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the applications of mindfulness and the real nature of all-aspect omniscience are one and the same real nature.

source: གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་བྱར་མེད་དོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: They are not two things and cannot be divided into two.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path, and the real nature of all-aspect omniscience, are one and the same real nature.

source: །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, and the formless absorptions, and the real nature of all-aspect omniscience, are one and the same real nature.

source: གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་བྱར་མེད་དོ། །རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་།
en: They are not two things and cannot be divided into two.

source: ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: The real nature of the aspects of liberation, the serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas, and the real nature of all-aspect omniscience, are one and the same real nature.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ། གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་བྱར་མེད་དོ།
en: They are not two things and cannot be divided into two.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་རང་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དང་སངས་རྒྱས་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་གཅིག་པ་སྟེ།
en: The real nature of the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, the pratyekabuddhas, the bodhisattvas, and the buddhas, and the real nature of all-aspect omniscience, are one and the same real nature.

source: །ལྷའི་བུ་དག་དོན་གྱི་དབང་དེ་གཟིགས་པས་དེ་བཞིན་གཤེགས་པ་ཕྲིན་ལས་ཆུང་བ་ལ་ཐུགས་གཞོལ་ཏེ་ཆོས་བསྟན་པ་ལ་གཞོལ་བ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་འདི་ལྟ་སྟེ།
en: Divine princes, it is on seeing that ultimate meaning that the mind of the Tathāgata was inclined toward carefree inaction, and not toward the teaching of the Dharma.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཆོས་བྱང་ཆུབ་འདི་ནི་ཟབ་ཅིང་བལྟ་དཀའ་ལ་ཁོང་དུ་ཆུད་པར་དཀའ་ཞིང་བརྟག་ཏུ་མེད་ལ་རྟོག་གེའི་སྤྱོད་ཡུལ་མ་ཡིན་ཏེ།
en: If you ask why, it is because this enlightenment, the Dharma of the tathāgatas, is profound, {Ki.IV: 117} hard to discern, and hard to comprehend—it cannot be scrutinized and it is not within the range of sophistry.

source: ཞི་ཞིང་ཕྲ་བ་ཞིབ་མོ་མཁས་ཤིང་རྟོགས་པས་རིག་པར་བྱ་བ་འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་ཡིད་ཆེས་པར་དཀའ་བ་སྟེ།
en: It is at peace, subtle, and delicate, and it may only be known by those who are learned and realized. It is difficult for any mundane beings to have conviction in it.

source: དེ་ནི་སུས་ཀྱང་མངོན་པར་སངས་མ་རྒྱས་ནམ་ཡང་མངོན་པར་སངས་མ་རྒྱས།
en: Manifestly perfect buddhahood has not been attained by anyone. Manifestly perfect buddhahood has never been attained.

source: གར་ཡང་མངོན་པར་སངས་མ་རྒྱས་ཏེ།
en: Manifestly perfect buddhahood has not been attained anywhere.

source: གང་ལ་གཉིས་སུ་ཀུན་ནས་རྒྱུ་བ་མེད་པ་དེ་ནི་ཆོས་རྣམས་ཀྱི་ཟབ་པ་ཉིད་དོ།
en: This is the profundity of all phenomena, in which the habitual ideas of duality do not at all exist. “

source: །ལྷའི་བུ་དག་ནམ་མཁའ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of space.

source: །ལྷའི་བུ་དག་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the real nature.

source: །ལྷའི་བུ་དག་ཆོས་ཀྱི་དབྱིངས་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the realm of phenomena.

source: །ལྷའི་བུ་དག་ཡང་དག་པའི་མཐའ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the very limit of reality.

source: །ལྷའི་བུ་དག་བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the inconceivable realm.

source: །ལྷའི་བུ་དག་མཐའ་ཡས་མུ་མེད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of limitless and infinite [reality].

source: །ལྷའི་བུ་དག་འོང་བ་དང་འགྲོ་བ་མེད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of nonmotion.

source: །ལྷའི་བུ་དག་མི་སྐྱེ་མི་འགག་པ་དང་། མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་མེད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of nonarising, noncessation, and the absence of consummate enlightenment.

source: །ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། རྣམ་པར་བྱང་བ་མེད་པ་དང་། མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་མེད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of nonaffliction, nonpurification, and the absence of consummate enlightenment.

source: །ལྷའི་བུ་དག་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་མེད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of nonconditioning and the absence of consummate enlightenment. “

source: །ལྷའི་བུ་དག་བདག་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the self.

source: །སེམས་ཅན་དང་སྲོག་དང་འགྲོ་བ་དང་གསོ་བ་དང་། སྐྱེས་བུ་དང་གང་ཟག་དང་ཤེད་ཅན་དང་ཤེད་བདག་དང་བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་། ཤེས་པ་པོ་དང་མཐོང་བ་པོ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of sentient beings, life forms, living beings, life, living creatures, individual personalities, human beings, people, actors, experiencers, knowers, and viewers.

source: །ལྷའི་བུ་དག་གཟུགས་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of feelings, perceptions, formative predispositions, and consciousness.

source: །ལྷའི་བུ་དག་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the sense fields, the sensory elements, and the links of dependent origination.

source: །ལྷའི་བུ་དག་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: །ལྷའི་བུ་དག་ནང་སྟོང་པ་ཉིད་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །ལྷའི་བུ་དག་དྲན་པ་ཉེ་བར་གཞག་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: Divine princes, this doctrine is profound owing to the profundity of the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: This doctrine is profound owing to the profundity of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: །ལྷའི་བུ་དག་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ། །ལྷའི་བུ་དག་རྣམ་པར་ཐར་པ་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: Divine princes, this doctrine is profound owing to the profundity of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, and the formless absorptions.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ།
en: Divine princes, this doctrine is profound owing to the profundity of the aspects of liberation, the serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas.

source: །ལྷའི་བུ་དག་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཟབ་པའི་ཕྱིར་ཆོས་འདི་ཟབ་བོ། །ལྷའི་བུ་རྣམས་ཀྱིས་གསོལ་པ།
en: Divine princes, this doctrine is profound owing to the profundity of all-aspect omniscience.”

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་ཡིད་ཆེས་པར་དཀའ་བའི་ཆོས་བསྟན་པ་ནི་ངོ་མཚར་ཏོ།
en: Then the gods said, “Blessed Lord, it is wonderful that this Dharma, in which it is difficult for any worldly beings to have conviction, has been revealed.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་ཆོས་འདི་ནི་གཟུགས་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས། མི་གཟུང་བའི་སླད་དུ་མ་ལགས།
en: If one were to ask why, Blessed Lord, this doctrine has not been revealed so that physical forms might be grasped or so that they might not be grasped.

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས་མི་གཟུང་བའི་སླད་དུ་མ་ལགས། སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས། མི་གཟུང་བའི་སླད་དུ་མ་ལགས། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་།
en: It has not been revealed so that feelings, perceptions, formative predispositions, and consciousness might be grasped or so that they might not be grasped. {

source: འཕགས་པའི་བདེན་པ་དང་།
en: Ki.

source: བསམ་གཏན་དང་ཚད་མེད་པ་དང་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་རྣམ་པར་ཐར་པ་བརྒྱད་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་།
en: IV: 118} It has not been revealed so that the sense fields, sensory elements, and links of dependent origination might be grasped or so that they might not be grasped.

source: སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས།
en: It has not been revealed so that all the perfections, all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas might be grasped or so that they might not be grasped. “

source: མི་གཟུང་བའི་སླད་དུ་མ་ལགས། ཆོས་ཟབ་མོ་འདི་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས།
en: This profound Dharma has not been revealed so that the fruit of entering the stream to nirvāṇa might be grasped or so that it might not be grasped.

source: མི་གཟུང་བའི་སླད་དུ་མ་ལགས། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་རང་བྱང་ཆུབ་དང་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གཟུང་བའི་སླད་དུ་བསྟན་པ་མ་ལགས།
en: It has not been revealed so that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, knowledge of the path, and all-aspect omniscience might be grasped or so that they might not be grasped. “

source: མི་གཟུང་བའི་སླད་དུ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ནི་བདག་གི་གཟུགས་སོ།
en: Blessed Lord, the world indulges in grasping, saying, ‘I identify with physical forms.

source: །བདག་ནི་གཟུགས་ཅན་ནོ།
en: I possess physical forms.

source: །བདག་ནི་ཚོར་བའོ།
en: I identify with feelings.

source: །བདག་གིས་ཚོར་བར་བྱའོ།
en: I possess feelings.

source: །བདག་གི་འདུ་ཤེས་སོ།
en: I identify with perceptions.

source: །བདག་ནི་འདུ་ཤེས་ཅན་ནོ།
en: I possess perceptions.

source: །བདག་གི་འདུ་བྱེད་དོ།
en: I identify with formative predispositions.

source: །བདག་གིས་མངོན་པར་འདུ་བྱའོ།
en: I possess formative predispositions.

source: །བདག་གི་རྣམ་པར་ཤེས་པའོ།
en: I identify with consciousness.

source: །བདག་གིས་རྣམ་པར་ཤེས་པར་བྱའོ།
en: I possess consciousness.

source: །བདག་གི་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའོ།
en: I identify with the sense fields, sensory elements, and links of dependent origination.

source: །བདག་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ཆོས་ཅན་ནོ།
en: I possess the links of dependent origination [and so forth].

source: །བདག་གི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: I identify with the perfection of generosity.

source: །བདག་གིས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of generosity.

source: །བདག་གི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: I identify with the perfection of ethical discipline.

source: །བདག་གིས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of ethical discipline.

source: །བདག་གི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: I identify with the perfection of tolerance.

source: །བདག་གིས་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of tolerance.

source: །བདག་གི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: I identify with the perfection of perseverance.

source: །བདག་གིས་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of perseverance.

source: །བདག་གི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: I identify with the perfection of meditative concentration.

source: །བདག་གིས་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of meditative concentration.

source: །བདག་གི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: I identify with the perfection of wisdom.

source: །བདག་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: I should perfect the perfection of wisdom.

source: །བདག་གི་ནང་སྟོང་པ་ཉིད་དོ།
en: I identify with the emptiness of internal phenomena.

source: །བདག་གིས་ནང་སྟོང་པ་ཉིད་ལ་གོམས་པར་བྱའོ།
en: I should cultivate the emptiness of internal phenomena.

source: །བདག་གི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་རོ།
en: I identify with [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །བདག་གིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་གོམས་པར་བྱའོ།
en: I should cultivate the emptiness of the essential nature of nonentities [and so forth].

source: །བདག་གི་དྲན་པ་ཉེ་བར་གཞག་པའོ།
en: I identify with the applications of mindfulness.

source: །བདག་གིས་དྲན་པ་ཉེ་བར་གཞག་པ་ལ་སྤྱད་པར་བྱའོ།
en: I should practice the applications of mindfulness.

source: །བདག་གི་ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའོ།
en: I identify with the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: །བདག་གིས་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་སྤྱད་པར་བྱའོ། །བདག་གི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་།
en: I should practice the noble eightfold path [and so forth].

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོའོ།
en: I identify with the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways.

source: །བདག་གིས་གཟུངས་ཀྱི་སྒོ་ལ་སྤྱད་པར་བྱའོ།
en: I should practice the dhāraṇī gateways [and so forth].

source: །བདག་གི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའོ།
en: I identify with the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas.

source: །བདག་གིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ལ་སྤྱད་པར་བྱའོ།
en: I should practice the distinct qualities of the buddhas [and so forth].

source: །བདག་གི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུའོ།
en: I identify with the fruit of entering the stream to nirvāṇa.

source: །བདག་ནི་རྒྱུན་དུ་ཞུགས་པར་འགྱུར་རོ།
en: I will become one who enters the stream to nirvāṇa.

source: །བདག་གི་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུའོ།
en: I identify with the fruit of being destined for only one more rebirth.

source: །བདག་ནི་ལན་ཅིག་ཕྱིར་འོང་བར་འགྱུར་རོ།
en: I will become one who is destined for only one more rebirth.

source: །བདག་གི་ཕྱིར་མི་འོང་བའི་འབྲས་བུའོ།
en: I identify with the fruit of no longer being subject to rebirth.

source: །བདག་ནི་ཕྱིར་མི་འོང་བར་འགྱུར་རོ།
en: I will become one who is no longer subject to rebirth.

source: །བདག་གི་དགྲ་བཅོམ་པ་ཉིད་དོ།
en: I identify with arhatship.

source: །བདག་ནི་དགྲ་བཅོམ་པར་འགྱུར་རོ།
en: I will become an arhat.

source: །བདག་གི་རང་བྱང་ཆུབ་བོ་བདག་ནི་རང་སངས་རྒྱས་སུ་འགྱུར་རོ།
en: I identify with individual enlightenment. I will become a pratyekabuddha.

source: །བདག་གི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དོ།
en: I identify with all-aspect omniscience.

source: །བདག་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པར་འགྱུར་རོ་ཞེས་བགྱི་བར་འཛིན་པ་ལ་སྤྱོད་དོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: I will become omniscient.’ ” “

source: ལྷའི་བུ་དག་ཆོས་འདི་ནི་གཟུགས་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན་མི་གཟུང་བའི་ཕྱིར་མ་ཡིན།
en: replied the Blessed One. “Divine princes, this Dharma has not been revealed so that physical forms might be grasped or so that they might not be grasped.

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན།
en: It has not been revealed so that feelings, perceptions, formative predispositions, and consciousness might be grasped or so that they might not be grasped.

source: མི་གཟུང་བའི་ཕྱིར་མ་ཡིན་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་གཟུང་པའི་ཕྱིར་བསྟན་པ་མ་ཡིན་མི་གཟུང་བའི་ཕྱིར་མ་ཡིན་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་།
en: It has not been revealed so that the sense fields, sensory elements, and links of dependent origination might be grasped or so that they might not be grasped.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན་མི་གཟུང་བའི་ཕྱིར་མ་ཡིན།
en: It has not been revealed so that all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment might be grasped or so that they might not be grasped.

source: འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་རྣམ་པར་ཐར་པ་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན་མི་གཟུང་བའི་ཕྱིར་མ་ཡིན་མངོན་པར་ཤེས་པ་དང་།
en: It has not been revealed so that the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, and wishlessness might be grasped or so that they might not be grasped. {Ki.

source: ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན། མི་གཟུང་བའི་ཕྱིར་མ་ཡིན། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་གཟུང་བའི་ཕྱིར་བསྟན་པ་མ་ཡིན་མི་གཟུང་བའི་ཕྱིར་མ་ཡིན་ནོ། །ལྷའི་བུ་དག་གང་ཡང་གཟུགས་གཟུང་བའི་ཕྱིར་རམ། མི་གཟུང་བའི་ཕྱིར་སྤྱོད་པ་དང་། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་གཟུང་བའི་ཕྱིར་རམ་མི་གཟུང་བའི་ཕྱིར་སྤྱོད་པ་དང་སྐྱེ་མཆེད་དང་ཁམས་དང་།
en: IV: 119} It has not been revealed so that the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas might be grasped or so that they might not be grasped.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་གཟུང་བའི་ཕྱིར་རམ་མི་གཟུང་བའི་ཕྱིར་སྤྱོད་པ་དང་།
en: It has not been revealed so that the fruit of entering the stream to nirvāṇa might be grasped or so that it might not be grasped.

source: ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གཟུང་བའི་ཕྱིར་རམ་མི་གཟུང་བའི་ཕྱིར་སྤྱོད་པ་དང་། འཕགས་པའི་བདེན་པ་དང་བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: It has not been revealed so that [the other goals], up to and including all-aspect omniscience, might be grasped or so that they might not be grasped. “
